<?php
$news_list = array(
	
	array(
      "start" => "2024/4/5 17:00:00",
      "end"   => "",
      "new"   => true,
      "id"    => "20240405",
      "title" => "祝大阪巡回🌸フォロー＆リポストキャンペーン開催！キャストサイン入りポスターをプレゼント！　",
      "page"   => "news",
      "inc"   => "./inc/20240405.inc",
      "date"   => "2024.4.5"
   ),
	
	array(
      "start" => "1022/3/1 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240301",
      "title" => "テレビアニメ「わたしの幸せな結婚」展、大阪・梅田ロフト会場のチケット販売開始！",
      "page"   => "news",
      "inc"   => "./inc/20240301.inc",
      "date"   => "2024.3.1"
   ),
	
	array(
      "start" => "1022/2/21 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240219",
      "title" => "大阪会場入場者特典を紹介！",
      "page"   => "news",
      "inc"   => "./inc/20240219.inc",
      "date"   => "2024.2.19"
   ),
	
	array(
      "start" => "1022/2/21 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", 
      "title" => "新規クリアファイルなど、新たなグッズが登場！",
      "page"   => "goods",
      "inc"   => "",
      "date"   => "2024.2.19"
   ),
	
	array(
      "start" => "1022/2/21 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", 
      "title" => "巡回展の会場情報、チケット情報を公開！",
      "page"   => "outline",
      "inc"   => "",
      "date"   => "2024.2.19"
   ),
	
	array(
      "start" => "2024/1/23 17:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240123",
      "title" => "大阪・福岡にて巡回展開催決定！",
      "page"   => "news",
      "inc"   => "./inc/20240123.inc",
      "date"   => "2024.1.23"
   ),
	
	array(
      "start" => "1022/1/17 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240117_2",
      "title" => "【会場レポート動画】わた婚展に上田麗奈さんがご来場！",
      "page"   => "news",
      "inc"   => "./inc/20240117_2.inc",
      "date"   => "2024.1.17"
   ),
	
	array(
      "start" => "1022/1/17 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240117_1",
      "title" => "【会場オフィシャルレポート】斎森美世役・上田麗奈さんが桜模様の着物姿で来場！",
      "page"   => "news",
      "inc"   => "./inc/20240117_1.inc",
      "date"   => "2024.1.17"
   ),
	
	array(
      "start" => "1022/1/10 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240110",
      "title" => "来場者限定！感想投稿キャンペーン開催🌸B3非売品ポスタープレゼント！",
      "page"   => "news",
      "inc"   => "./inc/20240110.inc",
      "date"   => "2024.1.10"
   ),
	
	array(
      "start" => "1022/1/5 11:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240107",
      "title" => "上田麗奈さん、石川界人さんのお正月特別動画をご紹介！",
      "page"   => "news",
      "inc"   => "./inc/20240107.inc",
      "date"   => "2024.1.5"
   ),
   	
	array(
      "start" => "1022/1/5 11:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240105_2",
      "title" => "上田麗奈さん、石川界人さんから開催告知動画が到着！",
      "page"   => "news",
      "inc"   => "./inc/20240105_2.inc",
      "date"   => "2024.1.5"
   ),
	
	array(
      "start" => "1022/1/5 11:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240105_1",
      "title" => "原作者・顎木あくみ先生からコメントが到着！",
      "page"   => "news",
      "inc"   => "./inc/20240105_1.inc",
      "date"   => "2024.1.5"
   ),
	
	array(
      "start" => "1022/1/5 11:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20240104",
      "title" => "着物で来場キャンペーンを実施中！",
      "page"   => "news",
      "inc"   => "./inc/20240104.inc",
      "date"   => "2024.1.5"
   ),
   
   array(
      "start" => "1022/1/5 11:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "「わた婚展新春おみくじ」を開催！ラッキースポットとラッキーアイテムが占えます✨",
      "page"   => "omikuji",  //ルートディレクトリ以下のurl
      "inc"   => "", //空にする
      "date"   => "2024.1.5"
   ),
	
	array(
      "start" => "1022/12/27 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231227_2",
      "title" => "コラボカフェの詳細が到着！",
      "page"   => "news",
      "inc"   => "./inc/20231227_2.inc",
      "date"   => "2023.12.27"
   ),
	
	array(
      "start" => "1022/12/27 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231227_1",
      "title" => "企画展入場者特典を紹介！",
      "page"   => "news",
      "inc"   => "./inc/20231227_1.inc",
      "date"   => "2023.12.27"
   ),
	
	array(
      "start" => "1023/12/27 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "「ちびキャラマスコット」など、新規グッズが続々登場！",
      "page"   => "goods",  //ルートディレクトリ以下のurl
      "inc"   => "", //空にする
      "date"   => "2023.12.27"
   ),
	
	array(
      "start" => "1023/12/27 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "いよいよ来週開催！会場マップ＆展示内容紹介！",
      "page"   => "features",  //ルートディレクトリ以下のurl
      "inc"   => "", //空にする
      "date"   => "2023.12.27"
   ),
	
	array(
      "start" => "2022/12/14 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231214",
      "title" => "「わたしの幸せな結婚」キャスト陣の”ときめき”コメント公開！",
      "page"   => "news",
      "inc"   => "./inc/20231214.inc",
      "date"   => "2023.12.14"
   ),
	
	array(
      "start" => "2022/12/08 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231208",
      "title" => "”心ときめく”フォロー＆引用リポストキャンペーン開催！🌸",
      "page"   => "news",
      "inc"   => "./inc/20231208.inc",
      "date"   => "2023.12.08"
   ),
   
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231205_4",
      "title" => "上田麗奈さん、石川界人さんの特別コメント動画も到着！",
      "page"   => "news",
      "inc"   => "./inc/20231205_4.inc",
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231205_3",
      "title" => "MGカフェにてテレビアニメ「わたしの幸せな結婚」展コラボカフェの開催が決定！",
      "page"   => "news",
      "inc"   => "./inc/20231205_3.inc",
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "展示のみどころページを公開！気になる企画展の中身をチェック！",
      "page"   => "features",
      "inc"   => "", //空にする
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231205_2",
      "title" => "限定グッズ付き入場券のグッズ「万年カレンダー」紹介！",
      "page"   => "news",
      "inc"   => "./inc/20231205_2.inc",
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "企画展オリジナルグッズページを公開！",
      "page"   => "goods",
      "inc"   => "", //空にする
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2022/12/01 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231205_1",
      "title" => "企画展描き下ろしキービジュアルを初公開！",
      "page"   => "news",
      "inc"   => "./inc/20231205_1.inc",
      "date"   => "2023.12.05"
   ),
	
	array(
      "start" => "2023/11/20 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231120",
      "title" => "キャストサイン入り色紙プレゼント<br>フォロー＆引用リポストキャンペーン開催！&#127800;",
      "page"   => "news",
      "inc"   => "./inc/20231120.inc",
      "date"   => "2023.11.20"
   ),
   
	array(
      "start" => "2023/11/10 12:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "テレビアニメ「わたしの幸せな結婚」展、チケット販売開始！",
      "page"   => "ticket",
      "inc"   => "", //空にする
      "date"   => "2023.11.10"
   ),

   array(
      "start" => "2023/11/1 20:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "20231101",
      "title" => "11月12日(日)テレビアニメ「わたしの幸せな結婚」生放送特番にて、本企画展の最新情報をお届け！",
      "page"   => "news",
      "inc"   => "./inc/20231101.inc",
      "date"   => "2023.11.1"
   ),

//▼▼▼▼▼▼▼ ニュース以外のページ ▼▼▼▼▼▼▼//
/*
   array(
      "start" => "1023/10/23 18:00:00",
      "end"   => "",
      //"new"   => true,
      "id"    => "", //空にする
      "title" => "ticketへ飛ぶ(確認用です。後ほど非表示にいたします。)",
      "page"   => "ticket",  //ルートディレクトリ以下のurl
      "inc"   => "", //空にする
      "date"   => "2023.10.23"
   ),
*/
//▲▲▲▲▲▲▲ ニュース以外のページ ▲▲▲▲▲▲▲//


);
?>
